2gua.rainbow-brackets
aaron-bond.better-comments
almenon.arepl
azaugg.vscode-python-docstring
bradgashler.htmltagwrap
cstrap.flask-snippets
dongli.python-preview
gencer.html-slim-scss-css-class-completion
HookyQR.beautify
michelemelluso.code-beautifier
ms-python.python
PKief.material-icon-theme
pranaygp.vscode-css-peek
ritwickdey.LiveServer
VisualStudioExptTeam.vscodeintellicode
